Repository: Yuberley/Million-Luxury
Catalog: src/MillionLuxury.Domain/PropertyTraces/Resources/PropertyTraceResources.*.resx
Languages: es

# PropertyTraceNameRequired
source: The property trace name is required
es: El nombre del rastro de propiedad es requerido

# PropertyTraceNameMaxLength
source: The property trace name cannot exceed 200 characters
es: El nombre del rastro de propiedad no puede exceder 200 caracteres

# PropertyTraceValueRequired
source: The property trace value is required
es: El valor del rastro de propiedad es requerido

# PropertyTraceValueMustBePositive
source: The property trace value must be positive
es: El valor del rastro de propiedad debe ser positivo

# PropertyTraceTaxRequired
source: The property trace tax is required
es: El impuesto del rastro de propiedad es requerido

# PropertyTraceTaxMustBePositive
source: The property trace tax must be positive
es: El impuesto del rastro de propiedad debe ser positivo

# PropertyTraceDateSaleRequired
source: The property trace sale date is required
es: La fecha de venta del rastro de propiedad es requerida

# PropertyTraceDateSaleInvalidDate
source: The property trace sale date must be a valid date
es: La fecha de venta del rastro de propiedad debe ser una fecha v√°lida

# PropertyTracePropertyIdRequired
source: The property ID is required
es: El ID de la propiedad es requerido

source: Property trace not found
es: Rastro de propiedad no encontrado

# PropertyTraceCannotBeDeleted
source: The property trace cannot be deleted
es: El rastro de propiedad no puede ser eliminado

source: Property trace created successfully
es: Rastro de propiedad creado exitosamente

source: Property trace updated successfully
es: Rastro de propiedad actualizado exitosamente

source: Property trace deleted successfully
es: Rastro de propiedad eliminado exitosamente
