Repository: Yuberley/Million-Luxury
Catalog: src/MillionLuxury.Domain/Properties/Resources/PropertyResources.*.resx
Languages: es

source: Property not found
es: Propiedad no encontrada

# PropertyInvalidPrice
source: Property price must be greater than zero
es: El precio de la propiedad debe ser mayor que cero

# PropertyInvalidYear
source: Property year must be valid
es: El año de la propiedad debe ser válido

# PropertyInvalidArea
source: Property area must be greater than zero
es: El área de la propiedad debe ser mayor que cero

# PropertyInvalidBedrooms
source: Number of bedrooms must be zero or greater
es: El número de habitaciones debe ser cero o mayor

# PropertyInvalidBathrooms
source: Number of bathrooms must be zero or greater
es: El número de baños debe ser cero o mayor

# PropertyInternalCodeAlreadyExists
source: Property with internal code '{0}' already exists
es: La propiedad con código interno '{0}' ya existe

source: Property image not found
es: Imagen de la propiedad no encontrada

# PropertyInvalidImageFormat
source: Invalid image format. Only JPG, PNG and WEBP are allowed
es: Formato de imagen inválido. Solo se permiten JPG, PNG y WEBP

# PropertyImageTooLarge
source: Image size exceeds maximum allowed size
es: El tamaño de la imagen excede el máximo permitido
