Repository: Yuberley/Million-Luxury
Catalog: src/MillionLuxury.Domain/Owners/Resources/OwnerResources.*.resx
Languages: es

# OwnerNameRequired
source: The owner name is required
es: El nombre del propietario es requerido

# OwnerNameMaxLength
source: The owner name cannot exceed 100 characters
es: El nombre del propietario no puede exceder 100 caracteres

# OwnerAddressRequired
source: The owner address is required
es: La dirección del propietario es requerida

# OwnerAddressMaxLength
source: The owner address cannot exceed 250 characters
es: La dirección del propietario no puede exceder 250 caracteres

# OwnerBirthdayRequired
source: The owner birthday is required
es: La fecha de nacimiento del propietario es requerida

# OwnerBirthdayInvalidDate
source: The owner birthday must be a valid date
es: La fecha de nacimiento del propietario debe ser una fecha válida

source: Owner not found
es: Propietario no encontrado

# OwnerAlreadyExists
source: An owner with this name already exists
es: Ya existe un propietario con este nombre

# OwnerNameAlreadyExists
source: An owner with the name '{0}' already exists
es: Ya existe un propietario con el nombre '{0}'

# OwnerCannotBeDeleted
source: The owner cannot be deleted because it has associated properties
es: El propietario no puede ser eliminado porque tiene propiedades asociadas

source: Owner created successfully
es: Propietario creado exitosamente

source: Owner updated successfully
es: Propietario actualizado exitosamente

source: Owner deleted successfully
es: Propietario eliminado exitosamente

# OwnerPhotoTooLarge
source: The owner photo is too large. Maximum size is 5MB
es: La foto del propietario es muy grande. El tamaño máximo es 5MB

# OwnerInvalidPhotoFormat
source: The owner photo format is not valid. Only JPEG, PNG, GIF, BMP, WebP and SVG are allowed
es: El formato de la foto del propietario no es válido. Solo se permiten JPEG, PNG, GIF, BMP, WebP y SVG
